{
    "title": "Intro to Personal Finance",
    "subtitle": "Finance Fundamentals",
    "content": {
        "text_1": "Welcome to your first lesson in personal finance! This foundational topic is crucial for managing your money effectively and achieving your financial goals. Let's get started.",
        "text_2": "*Understanding Money and Its Value*: Money is a medium of exchange that allows people to trade goods and services. It comes in various forms, including cash, digital currency, and checks. The value of money can change over time due to #inflation#, which is the rate at which the general level of prices for goods and services rises.",
        "text_3": "*Setting Financial Goals*: Short-term goals are those you aim to achieve within a year, such as saving for a vacation or paying off a small debt. Long-term goals take more than a year to achieve, like buying a house, saving for retirement, or funding a child's education. Ensure your goals are *SMART*: #Specific#, #Measurable#, #Achievable#, #Relevant#, and #Time-bound#.",
        "text_4": "*Basics of Budgeting*: A budget is a plan that outlines your income and expenses over a certain period, usually a month. To create a budget, list your income, track your expenses, set spending limits, and regularly monitor and adjust your budget.",
        "text_5": "*Importance of Saving*: Aim to save 3-6 months' worth of living expenses in an easily accessible account to cover unexpected expenses. Use savings accounts to earn interest on your money while keeping it safe. Consider high-yield savings accounts for better returns.",
        "text_6": "*Financial Habits*: Track your spending using apps or a journal, avoid impulse purchases by planning your purchases, and prioritize saving by setting aside a portion of your income before spending on other things.",
        "text_7": "*Key Takeaways*: Understand the basics of money and its value, set clear financial goals, create and stick to a budget, prioritize saving, and develop good financial habits."
    }
}
